IDEA StatiCa Open Model
CombiItem.LoadCase Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Load case
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement LoadCase { get; set; }
Public Property LoadCase As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ LoadCase {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
CombiItem Class
IdeaRS.OpenModel.Loading Namespace